Revit 2027 API
ParameterTypeId.DefaultConstructionMassInteriorWall Property
 "Mass Interior Wall"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DefaultConstructionMassInteriorWall { get; }
Public Shared ReadOnly Property DefaultConstructionMassInteriorWall As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DefaultConstructionMassInteriorWall {
	ForgeTypeId^ get ();
}
static member DefaultConstructionMassInteriorWall : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace